[
  {
    "id": 1,
    "name": "Andy Grant",
    "specialist": "Cardiology",
    "img": "https://promedica.qodeinteractive.com/wp-content/uploads/2020/12/team-img-1.jpg",
    "description": "Dr. Andy Grant, M.D. is a top-ranked cardiologist in Naples, Florida, offering the most advanced, state-of-the-art care for men and women with heart disease and other heart-related disorders. As a leading cardiologist, Dr. Andy is skilled in providing the best diagnostic and treatment options for issues like chest pain (angina), high blood pressure, fainting (syncope), shortness of breath (dyspnea), palpitations and heart attack, as well as a full range of preventative and interventional care options and minimally-invasive procedures including angioplasty and stenting."
  },
  {
    "id": 2,
    "name": "Diana Kelley",
    "specialist": "Gynecology",
    "img": "https://promedica.qodeinteractive.com/wp-content/uploads/2020/12/team-img-2.jpg",
    "description": "Dr. Diana Kelley is a top-ranked Gynecology in Naples, Florida, offering the most advanced, state-of-the-art care for men and women with heart disease and other heart-related disorders. As a leading cardiologist, Dr. Andy is skilled in providing the best diagnostic and treatment options for issues like chest pain (angina), high blood pressure, fainting (syncope), shortness of breath (dyspnea), palpitations and heart attack, as well as a full range of preventative and interventional care options and minimally-invasive procedures including angioplasty and stenting."
  },
  {
    "id": 3,
    "name": "Owen Cox",
    "specialist": "Cardiology",
    "img": "https://promedica.qodeinteractive.com/wp-content/uploads/2020/12/team-img-3.jpg",
    "description": "Dr. Owen Cox is a top-ranked Cardiology in Naples, Florida, offering the most advanced, state-of-the-art care for men and women with heart disease and other heart-related disorders. As a leading cardiologist, Dr. Andy is skilled in providing the best diagnostic and treatment options for issues like chest pain (angina), high blood pressure, fainting (syncope), shortness of breath (dyspnea), palpitations and heart attack, as well as a full range of preventative and interventional care options and minimally-invasive procedures including angioplasty and stenting."
  },
  {
    "id": 4,
    "name": "Sia Morgan",
    "specialist": "Cardiology",
    "img": "https://promedica.qodeinteractive.com/wp-content/uploads/2020/12/team-img-4.jpg",
    "description": "Dr.Sia Morgan is a top-ranked Cardiology in Naples, Florida, offering the most advanced, state-of-the-art care for men and women with heart disease and other heart-related disorders. As a leading cardiologist, Dr. Andy is skilled in providing the best diagnostic and treatment options for issues like chest pain (angina), high blood pressure, fainting (syncope), shortness of breath (dyspnea), palpitations and heart attack, as well as a full range of preventative and interventional care options and minimally-invasive procedures including angioplasty and stenting."
  },
  {
    "id": 5,
    "name": "Paul Wallace",
    "specialist": "Neurology",
    "img": "https://promedica.qodeinteractive.com/wp-content/uploads/2020/12/team-img-5.jpg",
    "description": "Dr.Paul Wallace is a top-ranked Neurology in Naples, Florida, offering the most advanced, state-of-the-art care for men and women with heart disease and other heart-related disorders. As a leading cardiologist, Dr. Andy is skilled in providing the best diagnostic and treatment options for issues like chest pain (angina), high blood pressure, fainting (syncope), shortness of breath (dyspnea), palpitations and heart attack, as well as a full range of preventative and interventional care options and minimally-invasive procedures including angioplasty and stenting."
  },
  {
    "id": 6,
    "name": "Xavier Hughes",
    "specialist": "Cardiology",
    "img": "https://promedica.qodeinteractive.com/wp-content/uploads/2020/12/team-img-6.jpg",
    "description": "Dr.Xavier Hughes is a top-ranked Cardiology in Naples, Florida, offering the most advanced, state-of-the-art care for men and women with heart disease and other heart-related disorders. As a leading cardiologist, Dr. Andy is skilled in providing the best diagnostic and treatment options for issues like chest pain (angina), high blood pressure, fainting (syncope), shortness of breath (dyspnea), palpitations and heart attack, as well as a full range of preventative and interventional care options and minimally-invasive procedures including angioplasty and stenting."
  },
  {
    "id": 7,
    "name": "Edward Nash",
    "specialist": "Cardiac Surgery",
    "img": "https://promedica.qodeinteractive.com/wp-content/uploads/2020/12/team-img-7.jpg",
    "description": "Dr.Edward Nash is a top-ranked Cardiac Surgeryst in Naples, Florida, offering the most advanced, state-of-the-art care for men and women with heart disease and other heart-related disorders. As a leading cardiologist, Dr. Andy is skilled in providing the best diagnostic and treatment options for issues like chest pain (angina), high blood pressure, fainting (syncope), shortness of breath (dyspnea), palpitations and heart attack, as well as a full range of preventative and interventional care options and minimally-invasive procedures including angioplasty and stenting."
  },
  {
    "id": 8,
    "name": "Faith Short",
    "specialist": "Cardiac Surgery",
    "img": "https://promedica.qodeinteractive.com/wp-content/uploads/2020/12/team-img-8.jpg",
    "description": "Dr.Faith Short is a top-ranked Cardiac Surgeryst in Naples, Florida, offering the most advanced, state-of-the-art care for men and women with heart disease and other heart-related disorders. As a leading cardiologist, Dr. Andy is skilled in providing the best diagnostic and treatment options for issues like chest pain (angina), high blood pressure, fainting (syncope), shortness of breath (dyspnea), palpitations and heart attack, as well as a full range of preventative and interventional care options and minimally-invasive procedures including angioplasty and stenting."
  },
  {
    "id": 9,
    "name": "Rita Adams",
    "specialist": "Cardiology",
    "img": "https://promedica.qodeinteractive.com/wp-content/uploads/2020/12/team-img-9.jpg",
    "description": "Dr.Rita Adams is a top-ranked Cardiologist in Naples, Florida, offering the most advanced, state-of-the-art care for men and women with heart disease and other heart-related disorders. As a leading cardiologist, Dr. Andy is skilled in providing the best diagnostic and treatment options for issues like chest pain (angina), high blood pressure, fainting (syncope), shortness of breath (dyspnea), palpitations and heart attack, as well as a full range of preventative and interventional care options and minimally-invasive procedures including angioplasty and stenting."
  },
  {
    "id": 10,
    "name": "Jake Leod",
    "specialist": "Neurology",
    "img": "https://promedica.qodeinteractive.com/wp-content/uploads/2020/12/team-img-10.jpg",
    "description": "Dr.Jake Leod is a top-ranked Neurologist in Naples, Florida, offering the most advanced, state-of-the-art care for men and women with heart disease and other heart-related disorders. As a leading cardiologist, Dr. Andy is skilled in providing the best diagnostic and treatment options for issues like chest pain (angina), high blood pressure, fainting (syncope), shortness of breath (dyspnea), palpitations and heart attack, as well as a full range of preventative and interventional care options and minimally-invasive procedures including angioplasty and stenting."
  }
]